[{"data":{"title":"Broadway (The Shops at Yale)","id":1,"center":[41.31140479609209,-72.93005897478628],"guided":true},"content":"<blockquote>\n<p>Yale University Properties manages Yale University’s commercial\nproperties, including retail stores, office spaces, and residential\nunits, in New Haven. Enabled by Yale’s community investment program,\nwe are committed to enhancing the quality of life in New Haven\nthrough the development of high quality retail and office\nenvironments and the revitalization of surrounding neighborhoods.</p>\n</blockquote>\n<p><cite> &mdash; description of Yale University Properties from the\nOffice of New Haven Affairs </cite></p>\n<div class=\"container\">\n  <img src=\"/images/broadway.jpg\"/>\n  <span class=\"image-credit\">Shutterstock</span>\n</div>\n\n<p>The Broadway you see now, lined with high-end, name brand retail\nshops, is a result of Yale&#39;s Broadway Redevelopment Plan. Citing\ndirty, unsafe streets and outdated stores unsuited for its students,\nYale started buying up the existing, locally-owned properties on\nBroadway in 1997. Today, Yale carefully manages the entire street\nunder &quot;The Shops at Yale,&quot; which also includes stores on Chapel\nStreet. Even though Yale owns all of this real estate in New Haven,\nthey do not pay taxes on most of their properties because of a\nConnecticut law that exempts most educational institutions from having\nto pay city or state taxes.</p>\n<p>In lieu of taxes, Yale gives a voluntary annual contribution of $11.5\nmillion to the city, a figure\n<a target=\"_blank\" href=\"https://www.newhavenindependent.org/index.php/archives/entry/elicker_gov/\">hundreds of millions of dollars</a>\nless than what Yale and Yale-New Haven hospital would pay in taxes\nbased on the appraised worth of their tax-exempt properties.</p>\n"},{"data":{"title":"AACC, La Casa Cultural, NACC","id":3,"center":[41.30704189027759,-72.93152025944596],"guided":true},"content":"<p>The four cultural centers have distinct histories. But the three on\nHigh Street have particularly interrelated stories. The Asian American\nCultural Center, or the AACC, was formed when Asian American students\nlobbied for this space in the fall of 1978, through a meeting with the\nYale President that alumni recall fondly as &quot;Shoe Day.&quot; At the time,\nthe Asian American Students&#39; Alliance had been meeting in an office in\nthe basement of Bingham, and asked the President to meet with them\nthere so they could show him how small it was. Before the meeting, all\nthe students took their shoes off—a common cultural practice in Asian\nhomes—and left them out in the hallway. When President A. Bartlett\nGiamatti came down to the Bingham basement, he was greeted by a sea of\nat least 100 shoes leading to the door of the small office. Within the\nyear, the President\n<a target=\"_blank\" href=\"https://downatyale.com/aacc-oral-histories-grant-din/\">began meeting with students</a>\nto create a new space.</p>\n<div class=\"container\">\n  <img src=\"/images/cultural.jpg\"/>\n  <span class=\"image-credit\">Kristina Kim / YDN</span>\n</div>\n\n<p>In 1981, the AACC was established in its current location, where for\nyears it housed Asian American and Chicanx students together. In 1993,\nthe top floor became the Native American Cultural Center. Four years\nlater Chicanx students joined Puerto Rican students to officially form\nCasa Boricua next door. In 2002, Chicanx students joined Casa Boricua\nand the center was renamed and officially established as La Casa\nCultural. The mural painted on the side wall of La Casa represents the\nmerging of Chicanx and Puerto Rican identities. Native American and\nAsian American students continued to share the house at 295 Crown\nStreet until 2013, when the Native American Cultural Center opened\nnext door.</p>\n"},{"data":{"title":"Dwight Hall","id":9,"center":[41.30894,-72.9293]},"content":"<p>The first stop is Dwight Hall. Dwight Hall is Yale’s Center for Public\nService and Social Justice. Founded by undergraduates in 1886, Dwight\nHall received its namesake from Timothy Dwight and stands today as the\nlargest service based organization in the country.</p>\n<p>Timothy Dwight served as Yale’s President from 1795 to 1817. Under his\ntenure, President Dwight not only transformed education within Yale,\nbut marked his presence within the city of New Haven, where he “helped\nestablish an elementary school for Black people, ‘to teach negro\nchildren how to read the Bible.’”</p>\n<div class=\"container right\">\n  <img src=\"/images/dwight/3.png\"/>\n</div>\n\n<p>To Dwight, the white man’s “duty” for justice was to “faithfully”\nChristianize those who were brutally enslaved by the older imperial\npowers like France and Britain. It comes at no surprise that Dwight\nHall — whose mission is to advance social change in New Haven and\naround the world — carries the legacy of Yale’s eighth president.\nUnderstanding the purpose of Dwight Hall’s service work today cannot\nbe done without disentangling the history of “Christianization” behind\nits namesake.</p>\n<div class='separator'></div>\n\n\n<p>Perhaps the story of Ōpūkahaʻia can offer insight. Ōpūkahaʻia enters a\npoint in American history where missionaries, philanthropists, war\nheroes, and educators carefully disguised conquest under a narrative\nof benevolence.</p>\n<p>In 1809, Timothy Dwight’s relative found Ōpūkahaʻia outside the steps\nof Yale, crying because he could not enter the space and access its\nknowledge. Nearing the end of his life, Timothy Dwight assumed\nauthority over his relative’s discovery as his last mission. He took\nŌpūkahaʻia under his tutelage to teach the “backwards”\nsixteen-year-old how to read and write in the English language,\nstarting with the Bible.</p>\n<p>Ōpūkahaʻia’s ‘Christianization’ was now a manifestation of justice,\nserving as a model for indigenous schooling in the latter half of the\nnineteenth century. Ōpūkahaʻia’s story represents the ‘benevolent’\ntransformation of the “savage-born infant to the surroundings of\ncivilization...grow[ing] to possess a civilized language and habit.”</p>\n<div class=\"container left\">\n  <img src=\"/images/dwight/6.png\"/>\n</div>\n\n<p>Dwight Hall students used their founding of the organization to\ninstitutionalize missionary work within the City of New Haven. For\ninstance, within its first twenty years, Dwight Hall launched a “Hope\nMission” project that “reach[ed] out to homeless and alcoholic men.&quot;\nDescribed as “a modern rescue, ” the Hope Mission project “gave men a\nchance to understand... why so many of them became gangsters.” Not\nunlike Timothy Dwight’s act of benevolence, Dwight Hall’s enactment of\n“service” and “justice” until the 1960s illustrates a veiling of\nconquest as a reduction of chaos and creation of peace.</p>\n<div class='separator'></div>\n\n<p>It was not until the height of the Civil Rights Movement that Dwight\nHall transitioned to “welcom[ing] socially minded activists of any\nfaith or non- faith.” Dwight Hall’s programming continued to reanimate\nits colonial past. Pivots to secular service at the Hall undergird the\nuniversity’s negligence to New Haven; administrators point to the\npresence of service across the city as Yale’s ‘investments’ in the\ncommunity, forgoing its larger material debt to the city.</p>\n<p>Today, Dwight Hall continues to tout its position through selective\ncallings of its history, such as its participation in housing\nprotesters in the May Day Strike. But it is difficult to imagine this\ntransition as one of genuinity when its longer complicity in\npaternalistic and tutelary colonialism remains. Indeed, the history\nreveals that pursuits of service and justice continue to subscribe to\nits initial vision of “empowerment,” prescribing solutions to the\ncommunity they viewed as in need of ‘change’ and ‘help.’ The imperial\n“will-to-know” is perverted into an equally imperial “will-to-help.”</p>\n<p>This is not to say that students at Dwight Hall— or others engaged in\n‘public service’— are wholly ‘objects’ of the university, always at\nYale’s will. Patrick Liu, a student involved in providing clinical\nservices at the Yale Law School, refuses to blindly follow the\ninstitution’s history in his justice work:</p>\n<blockquote>\n<p>I have personally seen clients that I’ve worked with barely escape a\ndevastating encounter with the criminal justice system only to\nreturn to spaces that are under-resourced, highly policed... Even\nwhen we provide help, we are setting up our clients to fail.</p>\n</blockquote>\n<p>His critical confrontation with perverted notions of justice allows\nhim to imagine justice beyond the predatory “will-to-help.” In order\nto forge resistance, one must know what is being resisted. Alternative\nrelationships between the institution and the city are possible, but\nreaching them necessitates a reckoning with the existing\nrelationship(s) of exploitation.</p>\n<div class=\"container\">\n  <img src=\"/images/dwight/2.png\"/>\n</div>\n"},{"data":{"title":"New Haven Green / Phelps Gate","id":4,"center":[41.30847355141913,-72.9280551271001],"guided":true},"content":"<div class=\"container\">\n  <img src=\"/images/green.jpg\"/>\n  <span class=\"image-credit\">Nancy Kennedy / Getty Images</span>\n</div>\n\n<p>College Street functions as an unofficial border between Yale&#39;s campus\nand New Haven. Though Yale is obviously located within New Haven,\nthere are clear and distinct boundaries created institutionally,\nstructurally, and architecturally by the university. Standing here,\nyou actually can see that Phelps Gate has been intentionally\nmisaligned with the central pathway of New Haven Green. If you have\nalready been to campus, think of when many of you walked through\nPhelps Gate into Old Campus, a private, enclosed quad located in the\nmiddle of downtown New Haven. Though you may have been welcomed\nthrough these gates, who are these gates keeping out?</p>\n<p>There was one critical time in Yale&#39;s history when the gates between\nYale and the Green were opened. May Day, 1970. When President Brewster\ndeclared that the gates be kept open to the tens of thousands Black\nPanthers and supporters flowing into the city, Old Campus held\nportable toilets, functioning as a rest stop for those rallying on the\nGreen. Two residential colleges, Pierson and Davenport, became a first\naid and family and child day-care centers, respectively. May Day may\nhave been one of the few times the university has suspended its normal\ncampus-city boundaries.</p>\n"},{"data":{"title":"Grace Hopper","id":5,"center":[41.31003332154904,-72.9271882686457],"guided":true},"content":"<div class=\"container left\">\n  <img src=\"/images/hopper.jpg\"/>\n  <span class=\"image-credit\">Surbhi Bharadwaj / YDN</span>\n</div>\n\n<p>Above the entrance to the college office is an etching of Grace Hopper\nCollege&#39;s former namesake, John C. Calhoun. Calhoun was a Yale alum\nfrom South Carolina, one of the 19th century&#39;s foremost white\nsupremacists and a politican who advocated for slavery as a &quot;positive\ngood.&quot; In 2017, Yale changed the name to Grace Hopper College after\nyears of activism from students, workers, and New Haven residents. The\nmovement to rename Calhoun revitalized in 2015, in the wake of\nprotests in Ferguson, Missouri and concurrent movements at Yale. Black\nstudents at Yale led the campaign to rename Calhoun, with key support\nfrom various community groups including New Haven immigrants rights&#39;\nactivists from Unidad Latina en Acción (ULA).</p>\n<p>A critical moment in the movement occurred in July 2016, when a dining\nhall worker named Corey Menafee used a broomstick to smash a stained\nglass window inside the Calhoun dining hall that depicted two slaves\ncarrying bales of cotton. In\n<a target=\"_blank\" href=\"https://www.democracynow.org/2016/7/15/exclusive_meet_yale_dishwasher_corey_menafee\">an interview</a>,\nMenafee explained why he smashed the window, saying:</p>\n<blockquote>\n<p>Something inside me said, you know, that thing has to come down...as\nsoon as you look at it, it just hurts. You feel it in your heart,\nlike, oh, man… we shouldn&#39;t have to be subjected to those primitive\nand degrading images.</p>\n</blockquote>\n<p>Yale pressured Menafee to resign and pressed charges against him for\ndestruction of property. In the weeks following, the story made\nnational news. Many students and faculty at Yale spoke out in\nMenafee&#39;s support. With backing from Yale&#39;s powerful blue-collar\nunion, Local 35, Menafee was eventually hired back and the university\ndropped charges against him. Corey Menafee now works in the\nMorse-Stiles dining hall.</p>\n"},{"data":{"title":"The House","id":2,"center":[41.30944976850142,-72.9329127653582],"guided":true},"content":"<div class=\"container left\">\n  <img src=\"/images/house.jpg\"/>\n  <span class=\"image-credit\">Irene Jiang / YDN</span>\n</div>\n\n<p>The Afro American Cultural Center, colloquially known as\n<a target=\"_blank\" href=\"https://afam.yalecollege.yale.edu/about-house/history\">&quot;The House,&quot;</a>\nis the first of the four cultural centers we have here at Yale.\nEstablished in 1969 as &quot;Afro-America,&quot; the House was born out of the\nefforts of the Black Students Alliance at Yale (BSAY). After the House\nmoved from its original Chapel Street location to its current home\nhere, the center became a hub for organizers during the New Haven\nBlack Panther Trials in 1970, when Black Panther co-founder Bobby\nSeale and eight other defendants were accused of the murder of\nsuspected FBI informant Alex Rackley. Yale students housed visiting\nBlack Panthers throughout the Trials, and students and faculty called\nfor a strike—a suspension of academic priorities—so they could support\nlocal activism. The President at the time, Kingman Brewster, Jr.,\nagreed, declaring famously that he himself was &quot;skeptical of the\nability of black revolutionaries to achieve a fair trial anywhere in\nthe United States.&quot; The President also kept Yale&#39;s gates open\n<a target=\"_blank\" href=\"https://news.yale.edu/2018/06/13/yale-panelists-recall-may-day-rally-transformed-campus-and-history\">throughout the Trials</a>\nto the over 40,000 protesters who converged in the city. The Trials\nwere a historical moment in which political power was built through\nshared struggles and collaborations between Black Yale students, Black\nNew Haven residents, and Black Americans at large.</p>\n"},{"data":{"title":"Pauli Murray College","id":12,"author":"Juma Sei and Sasha Lee","center":[41.31577,-72.92534]},"content":"<p>In 2008, the Yale Corporation elected to build a pair of new\nresidential colleges near Science Hill. Beyond the implications\ncarried with moderately expanding Yale’s intimate class sizes, the\nUniversity faced another challenge as the year wore on: what would\nthey call the new additions? By the time President Peter Salovey\nannounced the University’s decision in April of 2016, Yale’s famed\nresidential college system was already under fire for his re-affirmed\nrefusal to rename Calhoun College.</p>\n<div class=\"container left\">\n  <img src=\"/images/murray/1.png\"/>\n</div>\n\n<p>A graduate from Yale’s class of 1804, the College’s namesake—John\nCaldwell Calhoun—served as a U.S. senator, the nation’s 7th vice\npresident, secretary of state, and secretary of war. The infamous\nwhite southerner is also known for his unyielding belief in slavery as\na “positive good” in the United States. While they recognized the\nCollege’s disturbing context, those in favor of keeping “Calhoun”\nCollege thought that yielding to student protests would “whitewash”\nhistory. Naturally, students who were part of the residential college\nsystem had a more intimate relationship with the name; it was\nuncomfortable to represent someone so antithetical to the Yale\nmission. These factors prompted a similar dilemma for the Yale\nCorporation as Salovey introduced the new colleges.</p>\n<p>“With racially charged protests sweeping college campuses across the\ncountry, the as-yet- unnamed construction sites... emerged as a litmus\ntest for Yale’s commitment to diversity: would Yale seize this\nopportunity to honor a woman or person of color... or choose another\ndead white man as a college namesake?” Yale would do both.</p>\n<div class=\"container right\">\n  <img src=\"/images/murray/3.png\"/>\n</div>\n\n\n<p>The first college was named after Benjamin Franklin, a condition\nplaced on the $250 million donation gifted to the University from\nbillionaire alumni Charles Johnson YC ‘56. The second would adopt the\nname of Anna Pauline “Pauli” Murray, ’65 J.S.D., ’79 Hon. D.Div., a\nqueer Black activist and intersectional feminist. The Franklin-Murray\ndichotomy makes one consider the implications of institutionalizing a\nlegacy far more courageous, powerful and enlightening than the\nimperial undercurrents bolstering the University itself.</p>\n<p>While the naming of Pauli Murray College is undoubtedly noteworthy, as\nit “ represents a departure from the roster of white men whose names\ngrace the facades of 12 other colleges,” we cannot take this\nprogressivism at face value. This is best articulated in Professor\nGrace Hong’s argument that “the current neoliberal multicultural\nmoment allows for... the nominal valorization of black feminism as a\nway to deflect charges of racism and misogyny, which does not preclude\nand in many instances facilitates the exclusion and extinguishing of\nblack feminists.” Extrapolating further, Hong notes how “within the\ncontext of the contemporary university where ‘diversity’ is\ntokenistically but not substantively prioritized,” racialized and\ngendered management in tandem with this form of “valorization and\nfetishization” work to denigrate Black feminism and Black feminists.\nUnfortunately, Murray’s nominal valorization was almost immediate.</p>\n<p>In a September 2017 article reflecting on the new college’s namesake,\nPauli Murray’s inaugural Head of College wrote, “When I imagine\n[Murray], it’s usually not the distinguished legal giant and civil\nrights activist, but a scared teenager, a first-gen, a black girl from\nDurham, North Carolina, trying to talk her way first into Columbia\nUniversity and then into Hunter College.” Although Murray’s\nbiographical details parallel characteristics of a traditional\nfirst-generation low-income (FGLI) student, the distillation of\nMurray’s tenure as a legal giant and civil rights activist into a\nstereotyped caricature does little to combat the kind of\nrepresentation that Hong warns against. So, is Murray’s inclusion a\ngenuine indicator of progress or merely deflective valorization?</p>\n<p>Answering this query, Professor Crystal Feimster, a tenured Associate\nProfessor of African American Studies, History and American Studies at\nYale, cautions against false dichotomies. In her words, though Murray\nwould be “tickled pink” to witness the symbolic significance of “Pauli\nMurray” College, “she would not be content.” Murray’s legacy is\ncontingent on its mobilization. While Feimster notes that coupling\nMurray with Benjamin Franklin felt like a deflection and a trade-off,\n“the trick is to not let that undermine the moment’s significance.”\nStill, she insists, “If [Pauli Murray College] becomes a place to use\nthe wealth and resources of Yale to the advantage of those that\nalready have that, then yeah, we have a problem.”</p>\n<div class=\"container\">\n  <img src=\"/images/murray/4.png\"/>\n</div>\n"},{"data":{"title":"Ordinary Spaces","id":13,"author":"Amy Kim and Jose Garcia","center":[41.30967,-72.928837]},"content":"<p>The final stops are Yale’s ‘ordinary spaces’– common places on campus\nthat we usually don’t think about as intertwined with the\ninstitution’s imperial legacy. Though taken for granted, these spaces\nare in fact very politically and economically charged.</p>\n<div class=\"container right\">\n  <img src=\"/images/ordinary/1.png\"/>\n</div>\n\n<p>Yale’s ‘ordinary spaces’ are in service to people its empire renders\n‘extraordinary.’ When ‘extraordinary’ members of the university (i.e.\nstudents, professors) enter Yale’s dining halls, convenience stores,\nand even bathrooms, they are made to think of the spaces as nothing\nmore or less than ‘in between’ more meaningful destinations. We are\nnever supposed to be responsible for these spaces. We use their\nprovisions and move forward.</p>\n<p>Ordinary spaces at Yale are structured in a way that ceaselessly\nshines on its “aspiring leaders.” These “aspiring leaders” only have\nto worry about actualizing the duties of empire– far be it from them\nto clean up after themselves when they can be using that time to\n‘study.’</p>\n<p><strong>Then who cleans? Who ensures that everything outside ‘study’ is\nseamless?</strong></p>\n<p>The light casted on them (us) is not without accompaniment. Even\nthough the “shine is articulated in ways that hide its shadow,” shine\nand shadow co-exist, always. For service workers, performance reviews\nevaluate whether employees “appear happy and friendly when interacting\nwith customers.” If they’re doing their jobs well, they shouldn’t\nstand out; the standard of excellence becomes the extent to which\nthese workers’ labor and personhood are rendered invisible, made into\nshadows.</p>\n<div class=\"container left\">\n  <img src=\"/images/ordinary/2.png\"/>\n</div>\n\n<p>But shadows are not inherent to empire; empire differentiates light\nand deems certain areas as darkness, erasing the fact that shadows, as\nmuch as shines, are a product of light. Reorienting and weaponizing\nthis source of light, however, allows for against itself— to realize\n“new ways of being together.” We turn to one of Yale’s many shadows to\ndisrupt and subvert empire’s division of light.</p>\n<p>Imperial history is not without history of resistance. At Yale, the\nformation of ordinary space comprises not the absence of resistance,\nbut its invisibility.</p>\n<p>Just this past summer, members of the Local 35 unsettled Yale’s making\nof shine and shadow in the broader New Haven community. From this\nrupture, hundreds of unionized service and maintenance workers\nconceived new possibilities for a relational solidarity. In June of\n2020, Local 35 members led more than 500 vehicles in a pro-union car\ncaravan through one of the university’s most transited and common\nspaces: Hillhouse Avenue.</p>\n<div class=\"container\">\n  <img src=\"/images/ordinary/3.png\"/>\n</div>\n\n\n<p>Under the mantra “Yale: Respect New Haven,” union members physically\noccupied ordinary space to demand that Yale “support those who have\nkept the university running during the pandemic.” More specifically,\nthey advocated for Yale to meet contract demands by increasing the\nnumber of union jobs and financial contributions to the city’s schools\nand homes. These demands were not new nor were they particular to\nCOVID-19. New Haven residents have long articulated Yale&#39;s profound\nnegligence to the city it occupies. Ann Boyd, lifelong resident of The\nHill, attests to this history and present:</p>\n<blockquote>\n<p>“The Hill sits in the shadow of Yale...the New Haven Boys and Girls\nClub is [about] to be closed because of financial situations. It\nshould not be. I am tired, sick and tired, of not being able to step\noutside my door and seeing young men and young women say, ‘I have a\njob at Yale, it provides me with benefits.’ Yale, step up your game\nand respect New Haven.”</p>\n</blockquote>\n<p>Ann makes clear that university’s shine casts a shadow even outside\nits own spaces. Subverting the significance Yale imparts on Hillhouse\n— a place where even the President’s Mansion resides — provides an\nopportunity to weaponize this ‘shine’ and make the Local 35’s demands\nvisible, and by extension, dignified and respected.</p>\n<p>The tireless organizing, anger, and“unkindness” of agents in Yale’s\nordinary spaces have rebuffed the shadow and brought issues of racism,\nincome inequality, and labor exploitation to the fore– but how have\nparticular visibilities moved beyond the moments they were afforded to\n“forward a vision</p>\n<p>how agents within these spaces relate to one another. Sustaining\nmovements requires the practice of always asking questions: “how am I\nbeing made by others? What are the consequences of my being on others?\nWhat kinds of sacrifices</p>\n<p>Making relational solidarity real begins with these questions and\nacknowledgements, but it does not end there. Take the Student Action\nand sustain movements”? How are students brought into this larger\nproject of rupture and subversion? Ordinary spaces train well in\ntransience, but disrupting these geographies demands confrontation\nwith are implied in the mythology of myself and being and my\ninsistence in my individual freedom?” As students in the university,\nour task in helping sustain with Workers (SAW) at UNC, Chapel Hill. In\n2014, students led a demand that ensured a livable and dignified wage\nto workers across the institution. Even if not a ‘probable’\nproposition for the institution to take up, the movements is to\nrecognize that “being is always a being-with, and there is no\nexistence outside of a co-existence.”</p>\n<div class=\"container right\">\n  <img src=\"/images/ordinary/4.png\"/>\n</div>\n\n<p>Making relational solidarity real begins with these questions and\nacknowledgements, but it does not end there. Take the Student Action\nwith Workers (SAW) at UNC, Chapel Hill. In 2014, students led a demand\nthat ensured a livable and dignified wage to workers across the\ninstitution. Even if not a ‘probable’ proposition for the institution\nto take up, the ability to see their fighting for better as tied to,\nand not separate from, the well-being of workers demonstrates not only\nan understanding but an application of our being as a co-existence.\nSubverting the university’s shine means that we as students inevitably\nrely on it. But must recognize that “the university is not an engine\nof social transformation. Activism is.” Activism deeply rooted in and\nenacted by a relational solidarity. “New ways of being together” are\npossible, and they are possible precisely by embodying coexistence–\nrelating with, against, and through each other to imagine a future\nwhere integrity, care, and respect for some does not rely on the lack\nthereof for others.</p>\n"},{"data":{"title":"SAE Fraternity","id":6,"center":[41.3072269598124,-72.93071060824661],"guided":true},"content":"<p>In the fall of 2015, Sigma Alpha Epsilon (SAE)\n<a target=\"_blank\" href=\"https://www.washingtonpost.com/news/grade-point/wp/2015/11/02/students-accuse-yale-sae-fraternity-brothers-of-having-a-white-girls-only-policy-at-their-party/\">held a Halloween party</a>\nduring which members of the fraternity stood outside the door chanting\n&quot;white girls only&quot; and letting only blonde women inside. The Halloween\nparty was one of several incidents in the fall of 2015 that culminated\nin a widespread student movement against institutional racism at Yale.\n(See: Grace Hopper, Cross Campus)</p>\n<div class=\"container\">\n  <img src=\"/images/sae.jpg\"/>\n  <span class=\"image-credit\">Ken Yanagisawa / YDN</span>\n</div>\n"},{"data":{"title":"Stiles","id":0,"center":[41.31259267608269,-72.93093037800622],"guided":true},"content":"<p>This plaque, installed in the Ezra Stiles common room in 2016, was\nwritten by then-Head of College Stephen Pitti, Professor of History,\nAmerican Studies, and Ethnicity, Race &amp; Migration. Ezra Stiles is not\nthe only space with evidence of Yale&#39;s colonial origins, but it is a\nunique instance where these origins have been made visible, thanks to\nProfessor Pitti. In many cases, Yale&#39;s colonial past has been\nconcealed, either intentionally or incidentally.</p>\n<div class=\"container\">\n  <img src=\"/images/stiles.jpg\"/>\n  <span class=\"image-credit\">Stephen Pitti</span>\n</div>\n\n<p>What does it mean to walk into a college named after Ezra Stiles and\nalso acknowledge and remember the slaves and servants he owned:\nNewport, Jacob, and Aaron?</p>\n"},{"data":{"title":"Cross Campus","id":7,"center":[41.310588554014174,-72.9274829694881],"guided":true},"content":"<p>On November 10, 2015, students of color and their allies under the\numbrella name &quot;Next Yale&quot; held the March of Resilience, which gathered\nover 1,000 students on Cross Campus to demand the Yale administration\ntake action to address a number of recent racist incidents on campus\n(see: SAE Fraternity, Grace Hopper College). In addition to ongoing\ndiscussion regarding the potential renaming of Calhoun College,\nstudents demanded recourse regarding\n<a target=\"_blank\" href=\"https://medium.com/@denrsch/what-s-going-on-at-yale-a-reading-list-b9031ec8bd43\">an email</a>\nsent out of Assistant Head of College Erica Christakis which told\nstudents to &quot;look away&quot; if they saw offensive Halloween costumes. Next\nYale presented six demands, including that Calhoun College be renamed,\nthe two new colleges be named after women of color, and the promotion\nof the program in Ethnicity, Race, &amp; Migration to departmental status.\nThe students in Next Yale also explicitly linked\n<a target=\"_blank\" href=\"https://downatyale.com/nextyale-demands-for-the-administration/\">their demands</a>\nto demands made by Black students at Yale in the 1960s, evincing the\nclear connections between different decades of Yale students of color.</p>\n<div class=\"container\">\n  <img src=\"/images/xc.jpg\"/>\n  <span class=\"image-credit\">Alex Zhang / YDN</span>\n</div>\n\n<p>A few of their demands were met; one of the new colleges was named\nafter Pauli Murray, a Black genderqueer activist and promiment civil\nrights lawyer. However, most were not. Ethnicity, Race, &amp; Migration\ncontinued to struggle with hiring and retaining faculty, and in March\n2019, all 13 tenured faculty members publicly withdrew their labor\nfrom the program in protest of unsustainable conditions. A student\ngroup called the Coalition for Ethnic Studies\n<a target=\"_blank\" href=\"https://yaledailynews.com/blog/2019/04/02/students-organize-to-support-erm-professors-withdrawal/\">emerged in response</a>\nand held an Ethnic Studies Pop-Up Library on Cross Campus.</p>\n"},{"data":{"title":"Yale Law School","id":11,"author":"Blanca Tallaj and Natalie Troy","center":[41.31191,-72.9286]},"content":"<blockquote>\n<p>Located in New Haven, Connecticut, Yale Law School is one of the\nworld’s premier law schools. It offers an unmatched environment of\nexcellence and educational intimacy in the form of world renowned\nfaculty, small classes, limitless opportunities for clinical\ntraining, and strong encouragement of public service. The Law School\nis small by design; its impact on the world is measured by its\naccomplished graduates and its ongoing scholarship and outreach\nthrough numerous centers and projects.</p>\n</blockquote>\n<p><cite>&mdash; Yale Law School mission statement</cite></p>\n<p>Founded in part by a New Haven lawyer who led the committee that\nsuccessfully opposed a proposed academy in New Haven for freedmen, the\nYale Law School today prides itself on its elite identity. This\neliteness belies its earliest 1800s identity as a struggling trade\nschool in the expanding US settler colonial empire that would have\ngone under at least twice without interventions from the New Haven\nbar. In this essay, we examine three key themes in the law school’s\nmission statement and explore how the law school’s supposed prestige,\n“neutral” excellence, and goodwill mask its imperial ties.</p>\n<p>Looming above and apart from downtown New Haven only a few blocks\naway, the massive walls shelter the secretive knowledge inside. Just\nlike Yale College, the YLS only admits around 6-7% of all those who\napply. As made clear in the law school’s mission statement, being (one\nof) the best law schools is central to its identity today. Its famous\narchitecture sets this eliteness into stone. Intricate stone carvings,\nelaborate woodwork, and stained glass windows portraying “the main\ncharacters in legal dramas (judges, lawyers, defendants, etc.), scenes\nof adjudication and punishment, famous legal figures from cultures\naround the world (ranging from King Solomon and Confucius to\nCharlemagne), and famous legal scholars” ring its massive stone walls.</p>\n<div class=\"container\">\n  <img src=\"/images/yls/1.png\"/>\n</div>\n\n<p>The website’s subtle use of the phrase “famous legal scholars” implies\na homogenization of law and justice, as if this building and everyone\nwho has ever passed through it are the final authority on law in the\nworld. Being constantly surrounded by such elaborate architecture\nreinforces the power that students feel after making it through\nadmissions to earn their spot inside the law school courtyard. The\nlavish funds that the law school puts into renovating and decorating\nits old buildings as well as one new one reveal how central the\nschool’s architecture is to continuing its status. For the YLS, those\nwho threaten others’ property are the faces of criminality, carved\ninto the schools’ very walls.</p>\n<div class=\"container right\">\n  <img src=\"/images/yls/2.png\"/>\n</div>\n\n<p>Just like its eye-catching architecture and pipeline of obedient past\ngraduates into powerful positions, the law school also makes academic\nexcellence central to its mission. This focus on “excellence” as the\nstandard for entry into the student body or faculty of the law school\nreinforces the institution’s claims to neutrality while actually\nupholding the current settler colonial order.</p>\n<p>Recapping former YLS Dean Anthony Kronman’s 2019 book The Assault on\nAmerican Excellence, Stephens and Kronman ring similar reactionary\nalarm bells about how introducing “emotions” and “safe spaces” into\nthe university to coddle non-White students threatens the\nintellectualness of the university.</p>\n<div class=\"container left\">\n  <img src=\"/images/yls/4.png\"/>\n</div>\n\n<p>The title of Bret Stephens’ 2019 New York Times Op- Ed clearly frames\nwhose epistemologies are inherently un-excellent: “Diversity,\nInclusion, and Anti-Excellence.”</p>\n<p>According to this train of thought, any non-Western, white male ways\nof knowing are inherently not worthy of the institution’s notice.\nAlthough the law school would argue that its forms of excellence are\nobjective and neutral (and some slightly more radical ideas and\nthinkers can slip through the cracks by proving their own excellence),\nKronman’s knee-jerk reaction to any threats to his institutional power\nbased in Whiteness and Western epistemologies reveals whose excellence\nthe law school favors. How do we understand our own “success” within a\nuniversity that will inevitably weaponize it against others?</p>\n<p>The law school sanitizes its own image while also padding its\nstudents’ resumes through the final emphasized aspect of its mission\nstatement: its dozens of legal clinics. In these clinics, students\npractice law, preparing and arguing cases for free on behalf of real\nclients under the supervision of law professors. Through its nearly\nthirty clinics, the law school puts its students’ learning and resume\nskills as its first priority in choosing clients and setting the\nbounds of the work that clinics can do.</p>\n<p>Just as the carvings on the outside of the law school cement its\ngraduates as the final authority on the law across the world, this\nso-called humanitarianism gives the institution a way to maintain its\nauthoritative status while disguising this act as charity. For the law\nstudents, this humanitarianism is an academic exercise, a bullet point\non their resume. This act becomes a sinister one that simply acts as a\nway to ensure the continued success of the institution. Just as the\nroyal family of England occasionally makes large donations in order to\njustify their own existence, the YLS must justify its status and\nknowledgeable authority by putting that knowledge into practice in the\nvery community from which it distances itself.</p>\n<p>But perhaps there is cause for hope. Within even the smallest\nopportunity to change institutions lies the potential to use one’s own\ntools for a decolonizing purpose: to become a scyborg. Gerald Torres,\na professor of environmental justice law at the law school leads the\nSaginaw-Chippewa Disenrollment Clinic, which is currently “pursuing a\nclaim against the Department of the Interior under The Judgment Funds\nAct on behalf of disenrolled members of the Saginaw Chippewa tribe”.\nProfessor Torres’ ultimate goal is decolonization, but as a scyborg,\nhe has weaved this clinic into the structure of the university while\nalso working outside it. He has created an undercommons where he can\nlive in the contradictions, “in jazz, in improvisation, in noise”.</p>\n"},{"data":{"title":"Yale Police Department","id":8,"center":[41.31587850147989,-72.9286395105106],"guided":true},"content":"<div class=\"container\">\n  <img src=\"/images/ypd.jpg\"/>\n  <span class=\"image-credit\">Christian Abraham / Hearst CT Media</span>\n</div>\n\n<p>In April of 2019, Hamden police officer Devin Eaton and Yale police\nofficer Terrance Pollack shot twelve bullets at Stephanie Washington\nand Paul Witherspoon, two Black New Haven residents who had been\nsitting, unarmed, in their car. The shooting sparked the creation of\nthe\n<a target=\"_blank\" href=\"https://www.defundypd.com\">Black Students for Disarmament at Yale</a>\n(BSDY). &quot;We are a group of undergraduate students who, in the late\nhours following a 7+ hour rally on Thursday April 19, 2019, deemed it\nnecessary to take a strong stance alongside New Haven in its fight for\njustice for Stephanie Washington and Paul Witherspoon,&quot; BSDY&#39;s website\nstates.</p>\n<p>The Yale Police Department (YPD) has a long history of racist assaults\nagainst Black students and New Haven residents. BSDY has released a\nzine detailing a number of them, including a 2015 incident when the\nYPD held Tahj Blow, a Black undergraduate student at the time, at\ngunpoint while he was unarmed and jogging from Sterling Memorial\nLibrary to his dorm room. Tahj&#39;s father, the <em>New York Times</em>\ncolumnist Charles Blow,\n<a target=\"_blank\" href=\"https://www.nytimes.com/2015/01/26/opinion/charles-blow-at-yale-the-police-detained-my-son.html\">wrote about the incident</a>,\ninspiring public outrage over the incident.</p>\n<p>In the wake of George Floyd&#39;s murder, BSDY has continued to advocate\nfor the disarmament and eventual dismantling of the YPD.</p>\n"},{"data":{"title":"Yale University Art Gallery","id":10,"author":"Mia Coates","center":[41.30837,-72.93097]},"content":"<blockquote>\n<p>The mission of the Yale University Art Gallery is to encourage\nappreciation and understanding of art and its role in society\nthrough direct engagement with original works of art. The Gallery\nstimulates active learning about art and the creative process\nthrough research, teaching, and dialogue among communities of Yale\nstudents, faculty, artists, scholars, alumni, and the wider public.\nThe Gallery organizes exhibitions and educational programs to offer\nenjoyment and encourage inquiry, while building and maintaining its\ncollections in trust for future generations.”</p>\n</blockquote>\n<p><cite> &mdash; Yale University Art Gallery Mission Statement</cite></p>\n<p>The Yale University Art Gallery was founded in 1832 as “the first\ncollege art museum in the Western Hemisphere” through the donation of\nthe personal paintings of John Trumbull, a famous artist and architect\nfrom Connecticut. Transitioning a private collection into a (more)\npublic collection to start a museum is not unique. In Europe, most\nmuseums began as royal collections from the elite; such “cabinets of\ncuriosities” were opened up to the public in late 18th century. This\nwas initiated by private collectors and state funded campaigns\nobsessed with “studying, classifying, and ordering” the world outside\nof Europe.</p>\n<p>Objects were stolen, removed from their original spaces, and brought\nback to Europe where the elite used them to justify colonialism, “on\nthe basis of how it was bringing process, civilization and development\nto the colonies.” The museum as a site of colonial justification and\nexhibition is key to its history. Therefore, it is important to\nunderstand how the Yale University Art Gallery continues museums’\ncolonial legacy by positioning itself as the objective mediator\nbetween the public and fine arts and the knowledgeable educator of\nother cultures and communities.</p>\n<div class=\"container left\">\n  <img src=\"/images/yuag/2.png\"/>\n</div>\n\n<p>In the recent history of the YUAG there has been increased attention\npaid to the inclusion of Black and Indigenous art through more\ncollection building and programming to counteract its ties to colonial\nhistory. However, this can quickly turn into the exotification and\nexploitation of non-European cultures and peoples. The YUAG has moved\nin some ways towards reflection and analysis but still falls into\ntraditions of European neutral objectivity and divorces itself from\nits colonial realities.</p>\n<p>One example of this is the continued focus on collecting ancient\nAfrican and Indigenous art with little attention to the contemporary\ncommunities that continue these artistic traditions. Furthermore,\nwhile these collections are growing the number of Black and Indigenous\ncurators remains zero though the Gallery still sees itself as an\nexpert of these communities’ artistic traditions. This matters for how\nthe YUAG is perceived and accessed by the broader community.</p>\n<p>In June 2020, 275 individuals made up of current student guides,\nalumni student guides, and Yale community members at large signed a\nlist of demands directed at the YUAG. In their meeting with Director\nStephanie Wiles they pressed for increases in the numbers of people of\ncolor in positions of power and reaffirmation of the YUAG’s commitment\nto serving all of New Haven. The signees are now waiting to see what\nwill come out of their organizing.</p>\n<p>Museum staff and student guides alike shared discontent with the\nYUAG’s relationship with New Haven and particularly with Black and\nBrown communities in New Haven as those they often times feel isolated\nand/or forgotten by Yale institutions like the YUAG. There are groups\nwithin and outside of the YUAG that are hoping to change this.</p>\n<p>Thank you to Nyeda Regina Stewart and Molleen Theodore for sharing\nyour perspectives on the YUAG with me. Our discussions were essential\nto my thinking.</p>\n<div class=\"container\">\n  <img src=\"/images/yuag/1.png\"/>\n</div>\n"}]