[{"data":{"title":"The American Eugenics Society","id":14,"center":[41.3078,-72.9245],"guided":false,"author":"Dora Guo"},"content":"<p>The American Eugenics Society (AES) was headquarted at Yale\nfrom 1926 to 1938, first on the New Haven Green at 185 Church\nStreet and then at 4 Hillhouse Avenue. Established at the\nproposal of Yale economics Professor Irving Fisher, the AES\nsought to build “a strong public movement to stem the tide of\nthreatened racial degeneracy.”</p>\n<p>From Yale, the AES expanded to 28 chapters across the country,\nsupported Supreme Court cases that made the involuntary\nsterilization of more than 80,000 people in the U.S.\nconstitutionally permissible, hosted “fitter family” contests\nat state fairs, and disseminated publications that advocated\nfor eugenics policies including sterilization, immigration\nrestriction and racial segregation.</p>\n<p>Eugenics faced opposition from many corners in and beyond New\nHaven. These included Black intellectuals and social movements,\nmultiracial labor unions, immigrant communities, indigenous\npeoples and a who recognized eugenics research for the\nparochial, error-laden and racist work that it was.</p>\n<p>One hundred years later, the racist, ableist, classist and\nxenophobic attitudes and policies of eugenics persist in the\nforms of inequality, segregation and premature death that\nflourish in the shadows of Yale’s campus today. Prosecuting\nhistorical individuals alone would miss the many structures,\npractices and conventions of this institution that legitimated\neugenics as common sense.</p>\n<p>Further reading:</p>\n<p>The National Human Genome Research Institute, Eugenics and\nScientific Racism Fact Sheet (Updated December, 2021)\n<a target=\"_blank\" href=\"https://www.genome.gov/about-genomics/fact-sheets/Eugenics-and-Scientific-Racism\">https://www.genome.gov/about-genomics/fact-sheets/Eugenics-and-Scientific-Racism</a>.</p>\n<p>Guo, Dora and Garcia, Jose. 100 years later: Eugenics at Yale\n(October, 2021)\n<a target=\"_blank\" href=\"https://yaledailynews.com/blog/2021/10/01/guo-garcia-100-years-later-eugenics-at-yale/\">https://yaledailynews.com/blog/2021/10/01/guo-garcia-100-years-later-eugenics-at-yale/</a></p>\n"},{"data":{"title":"Hewitt University Quadrangle","id":15,"center":[41.31141,-72.926566],"guided":false,"author":"Dora Guo"},"content":"<p>Hewitt University Quadrangle, known commonly as Beinecke Plaza,\nis an icon of Yale’s campus. Created in 1901, Beinecke Plaza\nhas served as a site for various student and public protests.\nMost recently, these have included rallies by the Yale\nEndowment Justice Coalition, which demands that Yale divest\nfrom Puerto Rican debt and fossil fuels, and Students Unite\nNow, which advocates for full financial aid and mental\nhealthcare.</p>\n<div class=\"container\">\n  <img src=\"/images/beinecke.jpg\"/>\n  Anti-apartheid activists stand together in Hewitt Quadrangle. \n  <span class=\"image-credit\">\n    <a href=\"https://yalecomparativeethnicstudies.omeka.net/items/show/6\">\n    Credit: Michael Marsland\n    </a>\n  </span>\n</div>\n\n<p>In the late-1970s and through the 1980s, Yale students joined\ncolleges across the United States in organizing against racial\napartheid in South Africa. Students helped one another\nunderstand the role of U.S. businesses, government and\nuniversities in financially supporting the racist,\nminority-rule system in southern Africa. The racial oppression\nof those abroad was enabled by actions at home. Through\neducational workshops, picket lines and creative methods of\nprotest, Yale students from the Coalition Against Apartheid,\nthe Yale Divestment Steering Committee, the Black Student\nAlliance at Yale, and others, leveraged their position as\nmembers of this institution to demand that the university\ndivest from companies in South Africa. The anti-Apartheid\nmovement gathered people from both within and beyond the\nuniversity in solidarity with marginalized people across the\nworld. In 1988, 300 activists gathered for a conference in New\nHaven to build a network of trade unions, church groups,\ncommunity organizations, anti-apartheid groups, peace activists\nand students which became the Northeast Southern Africa\nSolidarity Network.</p>\n"},{"data":{"title":"Broadway (The Shops at Yale)","id":1,"center":[41.31140479609209,-72.93005897478628],"guided":true,"author":"Mona Mahadevan"},"content":"<blockquote>\n<p>Yale University Properties manages Yale University’s\ncommercial properties, including retail stores, office\nspaces, and residential units, in New Haven. Enabled by\nYale’s community investment program, we are committed to\nenhancing the quality of life in New Haven through the\ndevelopment of high quality retail and office environments\nand the revitalization of surrounding neighborhoods.</p>\n</blockquote>\n<p><cite> &mdash; description of Yale University Properties from\nthe Office of New Haven Affairs </cite></p>\n<p>Patagonia, Urban Outfitters, GANT, L.L. Bean, dwell, and\nSneaker Junkies are all within walking distance of Old Campus.\nThe presence of these stores is not organic: New Haven is a\nmid-sized city with the second-highest poverty rate in\nConnecticut.</p>\n<div class=\"container left\">\n  <img src=\"/images/broadway/2.png\"/>\n</div>\n\n<p>We can thank University Properties (UP) for this “high- quality\nretail”: UP has managed Yale’s commercial properties, including\nmost retail spaces on Broadway and Chapel Street. Their\npurported goal is to “strengthen New Haven’s reputation as a\nfirst- choice shopping destination.” Despite this\n(theoretically) noble goal, Yale has left desirable retail\nspaces vacant, introduced national chains, and massively\nincreased rent. In light of this, how genuine can Yale’s\ncommitment to New Haven really be?</p>\n<p>Yale began purchasing pieces of New Haven during the 1950’s. It\nfirst bought properties without an obvious intention, with a\nfew notable exceptions (e.g. land to build new residential\ncolleges). This “deck of playing cards’ approach” ended with\nthe creation of the Office of New Haven and State Affairs in\nthe 1990’s (and, soon afterwards, University Properties).\nDuring this period, ONSA spent millions of dollars beautifying\nBroadway, College, and Chapel Streets. It did so through\nmaintenance (e.g. rebuilding sidewalks) and the construction of\nnew buildings.</p>\n<blockquote>\n<p>Yale University Properties was established in 1996 as part of\nYale’s Office of New Haven Affairs, which institutionalized\nthe University’s commitment to the city of New Haven.</p>\n<p>&mdash; <cite> description of Yale University Properties from\nthe Office of New Haven Affairs </cite></p>\n</blockquote>\n<div class=\"container\">\n  <img src=\"/images/broadway/4.png\"/>\n</div>\n\n<p>This approach excludes local businesses. National retailers can\nafford exorbitant rent, while small, locally owned stores\ncannot afford it. Those that do sign leases are generally\nexpensive and well-branded. Rather than lowering rent or\nloosening lease requirements for local businesses, Yale exerts\nits massive financial capacity to leave retail spaces vacant\nuntil it finds “ideal” tenants. As a result, over thirteen\ndesirable locations for retail stores have been unoccupied for\nfive years. Eventually, Yale hopes that national chains or\nexpensive boutiques will be willing to pay the full price. This\nstrategy ensures that surviving businesses cater, almost\nexclusively, to wealthy Yale affiliates.</p>\n<p>Yale employs this strategy to transform New Haven into a\n“first-choice shopping destination.” According to its statement\nabout UP, this transformation reflects its “commitment to New\nHaven.” But this nominal investment has fundamentally failed to\ndeliver community prosperity. Instead, it prioritizes\nappearances over actions. For example, on Broadway, Yale leased\nJ. Crew, Au Bon Pain, and similar chains to “anchor” its\ninvestment. Similarly, it refused to renew the leases of\n“undesirable” businesses and forced other long-time tenants\ninto new, worse locations. Yale wanted Broadway to appear\nwealthy and exclusive, and it did so at the expense of many\nlocal tenants (and less wealthy consumers).</p>\n<p>Safety does not explain how Yale distinguishes between “good”\nand “bad” tenants. The idea that affordable local businesses\nintrinsically undermine safety relies on demonstrably false\nassumptions about New Haven residents. To offer a safe living\nenvironment, Yale does not need to transform Broadway and\nChapel into expensive malls. It does so anyways to produce the\nnarrative that New Haven is for white, wealthy college\nstudents.</p>\n<div class=\"container left\">\n  <img src=\"/images/broadway/5.png\"/>\n</div>\n\n<p>It would be a disservice to discuss the Shops at Yale without\nan acknowledge of the racist incident at Good Nature Market. In\nthe wake of the recent Black Lives Matter protests over the\ndeath of George Floyd (and police brutality writ large), an\nemployee at Good Nature Market refused to allow a group of\nBlack men to enter the store. The owner fired the employee and\nimmediately mandated anti-discrimination training. Yale\naffirmed its solidarity to the men but then praised “the\ndignity they showed in a very trying circumstance.” What\nexactly “dignity” means, and whether Yale’s solidarity is\ncontingent on it, is not clear.</p>\n"},{"data":{"title":"AACC, La Casa Cultural, NACC","id":3,"center":[41.30704189027759,-72.93152025944596],"guided":true,"author":"Janis Jin and Esul Burton"},"content":"<p>The four cultural centers have distinct histories. But the\nthree on High Street have particularly interrelated stories.\nThe Asian American Cultural Center, or the AACC, was formed\nwhen Asian American students lobbied for this space in the fall\nof 1978, through a meeting with the Yale President that alumni\nrecall fondly as &quot;Shoe Day.&quot; At the time, the Asian American\nStudents&#39; Alliance had been meeting in an office in the\nbasement of Bingham, and asked the President to meet with them\nthere so they could show him how small it was. Before the\nmeeting, all the students took their shoes off—a common\ncultural practice in Asian homes—and left them out in the\nhallway. When President A. Bartlett Giamatti came down to the\nBingham basement, he was greeted by a sea of at least 100 shoes\nleading to the door of the small office. Within the year, the\nPresident\n<a target=\"_blank\" href=\"https://downatyale.com/aacc-oral-histories-grant-din/\">began meeting with students</a>\nto create a new space.</p>\n<div class=\"container\">\n  <img src=\"/images/cultural.jpg\"/>\n  <span class=\"image-credit\">Kristina Kim / YDN</span>\n</div>\n\n<p>In 1981, the AACC was established in its current location,\nwhere for years it housed Asian American and Chicanx students\ntogether. In 1993, the top floor became the Native American\nCultural Center. Four years later Chicanx students joined\nPuerto Rican students to officially form Casa Boricua next\ndoor. In 2002, Chicanx students joined Casa Boricua and the\ncenter was renamed and officially established as La Casa\nCultural. The mural painted on the side wall of La Casa\nrepresents the merging of Chicanx and Puerto Rican identities.\nNative American and Asian American students continued to share\nthe house at 295 Crown Street until 2013, when the Native\nAmerican Cultural Center opened next door.</p>\n"},{"data":{"title":"Dwight Hall","id":9,"center":[41.30894,-72.9293],"author":"Amy Kim and José Garcia"},"content":"<p>The first stop is Dwight Hall. Dwight Hall is Yale’s Center for\nPublic Service and Social Justice. Founded by undergraduates in\n1886, Dwight Hall received its namesake from Timothy Dwight and\nstands today as the largest service based organization in the\ncountry.</p>\n<p>Timothy Dwight served as Yale’s President from 1795 to 1817.\nUnder his tenure, President Dwight not only transformed\neducation within Yale, but marked his presence within the city\nof New Haven, where he “helped establish an elementary school\nfor Black people, ‘to teach negro children how to read the\nBible.’”</p>\n<div class=\"container right\">\n  <img src=\"/images/dwight/3.png\"/>\n</div>\n\n<p>To Dwight, the white man’s “duty” for justice was to\n“faithfully” Christianize those who were brutally enslaved by\nthe older imperial powers like France and Britain. It comes at\nno surprise that Dwight Hall — whose mission is to advance\nsocial change in New Haven and around the world — carries the\nlegacy of Yale’s eighth president. Understanding the purpose of\nDwight Hall’s service work today cannot be done without\ndisentangling the history of “Christianization” behind its\nnamesake.</p>\n<div class='separator'></div>\n\n<p>Perhaps the story of Ōpūkahaʻia can offer insight. Ōpūkahaʻia\nenters a point in American history where missionaries,\nphilanthropists, war heroes, and educators carefully disguised\nconquest under a narrative of benevolence.</p>\n<p>In 1809, Timothy Dwight’s relative found Ōpūkahaʻia outside the\nsteps of Yale, crying because he could not enter the space and\naccess its knowledge. Nearing the end of his life, Timothy\nDwight assumed authority over his relative’s discovery as his\nlast mission. He took Ōpūkahaʻia under his tutelage to teach\nthe “backwards” sixteen-year-old how to read and write in the\nEnglish language, starting with the Bible.</p>\n<p>Ōpūkahaʻia’s ‘Christianization’ was now a manifestation of\njustice, serving as a model for indigenous schooling in the\nlatter half of the nineteenth century. Ōpūkahaʻia’s story\nrepresents the ‘benevolent’ transformation of the “savage-born\ninfant to the surroundings of civilization...grow[ing] to\npossess a civilized language and habit.”</p>\n<div class=\"container left\">\n  <img src=\"/images/dwight/6.png\"/>\n</div>\n\n<p>Dwight Hall students used their founding of the organization to\ninstitutionalize missionary work within the City of New Haven.\nFor instance, within its first twenty years, Dwight Hall\nlaunched a “Hope Mission” project that “reach[ed] out to\nhomeless and alcoholic men.&quot; Described as “a modern rescue, ”\nthe Hope Mission project “gave men a chance to understand...\nwhy so many of them became gangsters.” Not unlike Timothy\nDwight’s act of benevolence, Dwight Hall’s enactment of\n“service” and “justice” until the 1960s illustrates a veiling\nof conquest as a reduction of chaos and creation of peace.</p>\n<div class='separator'></div>\n\n<p>It was not until the height of the Civil Rights Movement that\nDwight Hall transitioned to “welcom[ing] socially minded\nactivists of any faith or non- faith.” Dwight Hall’s\nprogramming continued to reanimate its colonial past. Pivots to\nsecular service at the Hall undergird the university’s\nnegligence to New Haven; administrators point to the presence\nof service across the city as Yale’s ‘investments’ in the\ncommunity, forgoing its larger material debt to the city.</p>\n<p>Today, Dwight Hall continues to tout its position through\nselective callings of its history, such as its participation in\nhousing protesters in the May Day Strike. But it is difficult\nto imagine this transition as one of genuinity when its longer\ncomplicity in paternalistic and tutelary colonialism remains.\nIndeed, the history reveals that pursuits of service and\njustice continue to subscribe to its initial vision of\n“empowerment,” prescribing solutions to the community they\nviewed as in need of ‘change’ and ‘help.’ The imperial\n“will-to-know” is perverted into an equally imperial\n“will-to-help.”</p>\n<p>This is not to say that students at Dwight Hall— or others\nengaged in ‘public service’— are wholly ‘objects’ of the\nuniversity, always at Yale’s will. Patrick Liu, a student\ninvolved in providing clinical services at the Yale Law School,\nrefuses to blindly follow the institution’s history in his\njustice work:</p>\n<blockquote>\n<p>I have personally seen clients that I’ve worked with barely\nescape a devastating encounter with the criminal justice\nsystem only to return to spaces that are under-resourced,\nhighly policed... Even when we provide help, we are setting\nup our clients to fail.</p>\n</blockquote>\n<p>His critical confrontation with perverted notions of justice\nallows him to imagine justice beyond the predatory\n“will-to-help.” In order to forge resistance, one must know\nwhat is being resisted. Alternative relationships between the\ninstitution and the city are possible, but reaching them\nnecessitates a reckoning with the existing relationship(s) of\nexploitation.</p>\n<div class=\"container\">\n  <img src=\"/images/dwight/2.png\"/>\n</div>\n"},{"data":{"title":"New Haven Green / Phelps Gate","id":4,"center":[41.30847355141913,-72.9280551271001],"guided":true,"author":"Janis Jin and Esul Burton"},"content":"<div class=\"container\">\n  <img src=\"/images/green.jpg\"/>\n  <span class=\"image-credit\">Nancy Kennedy / Getty Images</span>\n</div>\n\n<p>College Street functions as an unofficial border between Yale&#39;s\ncampus and New Haven. Though Yale is obviously located within\nNew Haven, there are clear and distinct boundaries created\ninstitutionally, structurally, and architecturally by the\nuniversity. Standing here, you actually can see that Phelps\nGate has been intentionally misaligned with the central pathway\nof New Haven Green. If you have already been to campus, think\nof when many of you walked through Phelps Gate into Old Campus,\na private, enclosed quad located in the middle of downtown New\nHaven. Though you may have been welcomed through these gates,\nwho are these gates keeping out?</p>\n<p>There was one critical time in Yale&#39;s history when the gates\nbetween Yale and the Green were opened. May Day, 1970. When\nPresident Brewster declared that the gates be kept open to the\ntens of thousands Black Panthers and supporters flowing into\nthe city, Old Campus held portable toilets, functioning as a\nrest stop for those rallying on the Green. Two residential\ncolleges, Pierson and Davenport, became a first aid and family\nand child day-care centers, respectively. May Day may have been\none of the few times the university has suspended its normal\ncampus-city boundaries.</p>\n"},{"data":{"title":"Grace Hopper","id":5,"center":[41.31003332154904,-72.9271882686457],"guided":true,"author":"Janis Jin and Esul Burton"},"content":"<div class=\"container left\">\n  <img src=\"/images/hopper.jpg\"/>\n  <span class=\"image-credit\">Surbhi Bharadwaj / YDN</span>\n</div>\n\n<p>Above the entrance to the college office is an etching of Grace\nHopper College&#39;s former namesake, John C. Calhoun. Calhoun was\na Yale alum from South Carolina, one of the 19th century&#39;s\nforemost white supremacists and a politican who advocated for\nslavery as a &quot;positive good.&quot; In 2017, Yale changed the name to\nGrace Hopper College after years of activism from students,\nworkers, and New Haven residents. The movement to rename\nCalhoun revitalized in 2015, in the wake of protests in\nFerguson, Missouri and concurrent movements at Yale. Black\nstudents at Yale led the campaign to rename Calhoun, with key\nsupport from various community groups including New Haven\nimmigrants rights&#39; activists from Unidad Latina en Acción\n(ULA).</p>\n<p>A critical moment in the movement occurred in July 2016, when a\ndining hall worker named Corey Menafee used a broomstick to\nsmash a stained glass window inside the Calhoun dining hall\nthat depicted two slaves carrying bales of cotton. In\n<a target=\"_blank\" href=\"https://www.democracynow.org/2016/7/15/exclusive_meet_yale_dishwasher_corey_menafee\">an interview</a>,\nMenafee explained why he smashed the window, saying:</p>\n<blockquote>\n<p>Something inside me said, you know, that thing has to come\ndown...as soon as you look at it, it just hurts. You feel it\nin your heart, like, oh, man… we shouldn&#39;t have to be\nsubjected to those primitive and degrading images.</p>\n</blockquote>\n<p>Yale pressured Menafee to resign and pressed charges against\nhim for destruction of property. In the weeks following, the\nstory made national news. Many students and faculty at Yale\nspoke out in Menafee&#39;s support. With backing from Yale&#39;s\npowerful blue-collar union, Local 35, Menafee was eventually\nhired back and the university dropped charges against him.\nCorey Menafee now works in the Morse-Stiles dining hall.</p>\n"},{"data":{"title":"The House","id":2,"center":[41.30944976850142,-72.9329127653582],"guided":true,"author":"Janis Jin and Esul Burton"},"content":"<div class=\"container left\">\n  <img src=\"/images/house.jpg\"/>\n  <span class=\"image-credit\">Irene Jiang / YDN</span>\n</div>\n\n<p>The Afro American Cultural Center, colloquially known as\n<a target=\"_blank\" href=\"https://afam.yalecollege.yale.edu/about-house/history\">&quot;The House,&quot;</a>\nis the first of the four cultural centers we have here at Yale.\nEstablished in 1969 as &quot;Afro-America,&quot; the House was born out\nof the efforts of the Black Students Alliance at Yale (BSAY).\nAfter the House moved from its original Chapel Street location\nto its current home here, the center became a hub for\norganizers during the New Haven Black Panther Trials in 1970,\nwhen Black Panther co-founder Bobby Seale and eight other\ndefendants were accused of the murder of suspected FBI\ninformant Alex Rackley. Yale students housed visiting Black\nPanthers throughout the Trials, and students and faculty called\nfor a strike—a suspension of academic priorities—so they could\nsupport local activism. The President at the time, Kingman\nBrewster, Jr., agreed, declaring famously that he himself was\n&quot;skeptical of the ability of black revolutionaries to achieve a\nfair trial anywhere in the United States.&quot; The President also\nkept Yale&#39;s gates open\n<a target=\"_blank\" href=\"https://news.yale.edu/2018/06/13/yale-panelists-recall-may-day-rally-transformed-campus-and-history\">throughout the Trials</a>\nto the over 40,000 protesters who converged in the city. The\nTrials were a historical moment in which political power was\nbuilt through shared struggles and collaborations between Black\nYale students, Black New Haven residents, and Black Americans\nat large.</p>\n"},{"data":{"title":"Pauli Murray College","id":12,"center":[41.31577,-72.92534],"author":"Juma Sei and Sasha Lee"},"content":"<p>In 2008, the Yale Corporation elected to build two new\nresidential colleges near Science Hill. Beyond the implications\ncarried with moderately expanding Yale’s intimate class sizes,\nthe University faced another challenge as the year wore on:\nwhat would they call the new additions? By the time President\nPeter Salovey announced the University’s decision in April of\n2016, Yale’s famed residential college system was already under\nfire for his re-affirmed refusal to rename Calhoun College.</p>\n<div class=\"container left\">\n  <img src=\"/images/murray/1.png\"/>\n</div>\n\n<p>A graduate from Yale’s class of 1804, the College’s\nnamesake—John Caldwell Calhoun—served as a U.S. senator, the\nnation’s 7th vice president, secretary of state, and secretary\nof war. The infamous white southerner is also known for his\nunyielding belief in slavery as a “positive good” in the United\nStates. While they recognized the College’s disturbing context,\nthose in favor of keeping “Calhoun” College thought that\nyielding to student protests would “whitewash” history.\nNaturally, students who were part of the residential college\nsystem had a more intimate relationship with the name; it was\nuncomfortable to represent someone so antithetical to the Yale\nmission. These factors prompted a similar dilemma for the Yale\nCorporation as Salovey introduced the new colleges.</p>\n<p>“With racially charged protests sweeping college campuses\nacross the country, the as-yet- unnamed construction sites...\nemerged as a litmus test for Yale’s commitment to diversity:\nwould Yale seize this opportunity to honor a woman or person of\ncolor... or choose another dead white man as a college\nnamesake?” Yale would do both.</p>\n<div class=\"container right\">\n  <img src=\"/images/murray/3.png\"/>\n</div>\n\n<p>The first college was named after Benjamin Franklin, a\ncondition placed on the $250 million donation gifted to the\nUniversity from billionaire alumni Charles Johnson YC ‘56. The\nsecond would adopt the name of Anna Pauline “Pauli” Murray, ’65\nJ.S.D., ’79 Hon. D.Div., a queer Black activist and\nintersectional feminist. The Franklin-Murray dichotomy makes\none consider the implications of institutionalizing a legacy\nfar more courageous, powerful and enlightening than the\nimperial undercurrents bolstering the University itself.</p>\n<p>While the naming of Pauli Murray College is undoubtedly\nnoteworthy, as it “ represents a departure from the roster of\nwhite men whose names grace the facades of 12 other colleges,”\nwe cannot take this progressivism at face value. This is best\narticulated in Professor Grace Hong’s argument that “the\ncurrent neoliberal multicultural moment allows for... the\nnominal valorization of black feminism as a way to deflect\ncharges of racism and misogyny, which does not preclude and in\nmany instances facilitates the exclusion and extinguishing of\nblack feminists.” Extrapolating further, Hong notes how “within\nthe context of the contemporary university where ‘diversity’ is\ntokenistically but not substantively prioritized,” racialized\nand gendered management in tandem with this form of\n“valorization and fetishization” work to denigrate Black\nfeminism and Black feminists. Unfortunately, Murray’s nominal\nvalorization was almost immediate.</p>\n<p>In a September 2017 article reflecting on the new college’s\nnamesake, Pauli Murray’s inaugural Head of College wrote, “When\nI imagine [Murray], it’s usually not the distinguished legal\ngiant and civil rights activist, but a scared teenager, a\nfirst-gen, a black girl from Durham, North Carolina, trying to\ntalk her way first into Columbia University and then into\nHunter College.” Although Murray’s biographical details\nparallel characteristics of a traditional first-generation\nlow-income (FGLI) student, the distillation of Murray’s tenure\nas a legal giant and civil rights activist into a stereotyped\ncaricature does little to combat the kind of representation\nthat Hong warns against. So, is Murray’s inclusion a genuine\nindicator of progress or merely deflective valorization?</p>\n<p>Answering this query, Professor Crystal Feimster, a tenured\nAssociate Professor of African American Studies, History and\nAmerican Studies at Yale, cautions against false dichotomies.\nIn her words, though Murray would be “tickled pink” to witness\nthe symbolic significance of “Pauli Murray” College, “she would\nnot be content.” Murray’s legacy is contingent on its\nmobilization. While Feimster notes that coupling Murray with\nBenjamin Franklin felt like a deflection and a trade-off, “the\ntrick is to not let that undermine the moment’s significance.”\nStill, she insists, “If [Pauli Murray College] becomes a place\nto use the wealth and resources of Yale to the advantage of\nthose that already have that, then yeah, we have a problem.”</p>\n<div class=\"container\">\n  <img src=\"/images/murray/4.png\"/>\n</div>\n"},{"data":{"title":"Ordinary Spaces","id":13,"center":[41.30967,-72.928837],"author":"Amy Kim and Jose Garcia"},"content":"<p>The final stops are Yale’s ‘ordinary spaces’– common places on\ncampus that we usually don’t think about as intertwined with\nthe institution’s imperial legacy. Though taken for granted,\nthese spaces are in fact very politically and economically\ncharged.</p>\n<div class=\"container right\">\n  <img src=\"/images/ordinary/1.png\"/>\n</div>\n\n<p>Yale’s ‘ordinary spaces’ are in service to people its empire\nrenders ‘extraordinary.’ When ‘extraordinary’ members of the\nuniversity (i.e. students, professors) enter Yale’s dining\nhalls, convenience stores, and even bathrooms, they are made to\nthink of the spaces as nothing more or less than ‘in between’\nmore meaningful destinations. We are never supposed to be\nresponsible for these spaces. We use their provisions and move\nforward.</p>\n<p>Ordinary spaces at Yale are structured in a way that\nceaselessly shines on its “aspiring leaders.” These “aspiring\nleaders” only have to worry about actualizing the duties of\nempire– far be it from them to clean up after themselves when\nthey can be using that time to ‘study.’</p>\n<p><strong>Then who cleans? Who ensures that everything outside ‘study’\nis seamless?</strong></p>\n<p>The light casted on them (us) is not without accompaniment.\nEven though the “shine is articulated in ways that hide its\nshadow,” shine and shadow co-exist, always. For service\nworkers, performance reviews evaluate whether employees “appear\nhappy and friendly when interacting with customers.” If they’re\ndoing their jobs well, they shouldn’t stand out; the standard\nof excellence becomes the extent to which these workers’ labor\nand personhood are rendered invisible, made into shadows.</p>\n<div class=\"container left\">\n  <img src=\"/images/ordinary/2.png\"/>\n</div>\n\n<p>But shadows are not inherent to empire; empire differentiates\nlight and deems certain areas as darkness, erasing the fact\nthat shadows, as much as shines, are a product of light.\nReorienting and weaponizing this source of light, however,\nallows for against itself— to realize “new ways of being\ntogether.” We turn to one of Yale’s many shadows to disrupt and\nsubvert empire’s division of light.</p>\n<p>Imperial history is not without history of resistance. At Yale,\nthe formation of ordinary space comprises not the absence of\nresistance, but its invisibility.</p>\n<p>Just this past summer, members of the Local 35 unsettled Yale’s\nmaking of shine and shadow in the broader New Haven community.\nFrom this rupture, hundreds of unionized service and\nmaintenance workers conceived new possibilities for a\nrelational solidarity. In June of 2020, Local 35 members led\nmore than 500 vehicles in a pro-union car caravan through one\nof the university’s most transited and common spaces: Hillhouse\nAvenue.</p>\n<div class=\"container\">\n  <img src=\"/images/ordinary/3.png\"/>\n</div>\n\n<p>Under the mantra “Yale: Respect New Haven,” union members\nphysically occupied ordinary space to demand that Yale “support\nthose who have kept the university running during the\npandemic.” More specifically, they advocated for Yale to meet\ncontract demands by increasing the number of union jobs and\nfinancial contributions to the city’s schools and homes. These\ndemands were not new nor were they particular to COVID-19. New\nHaven residents have long articulated Yale&#39;s profound\nnegligence to the city it occupies. Ann Boyd, lifelong resident\nof The Hill, attests to this history and present:</p>\n<blockquote>\n<p>“The Hill sits in the shadow of Yale...the New Haven Boys and\nGirls Club is [about] to be closed because of financial\nsituations. It should not be. I am tired, sick and tired, of\nnot being able to step outside my door and seeing young men\nand young women say, ‘I have a job at Yale, it provides me\nwith benefits.’ Yale, step up your game and respect New\nHaven.”</p>\n</blockquote>\n<p>Ann makes clear that university’s shine casts a shadow even\noutside its own spaces. Subverting the significance Yale\nimparts on Hillhouse — a place where even the President’s\nMansion resides — provides an opportunity to weaponize this\n‘shine’ and make the Local 35’s demands visible, and by\nextension, dignified and respected.</p>\n<p>The tireless organizing, anger, and“unkindness” of agents in\nYale’s ordinary spaces have rebuffed the shadow and brought\nissues of racism, income inequality, and labor exploitation to\nthe fore– but how have particular visibilities moved beyond the\nmoments they were afforded to “forward a vision</p>\n<p>how agents within these spaces relate to one another.\nSustaining movements requires the practice of always asking\nquestions: “how am I being made by others? What are the\nconsequences of my being on others? What kinds of sacrifices</p>\n<p>Making relational solidarity real begins with these questions\nand acknowledgements, but it does not end there. Take the\nStudent Action and sustain movements”? How are students brought\ninto this larger project of rupture and subversion? Ordinary\nspaces train well in transience, but disrupting these\ngeographies demands confrontation with are implied in the\nmythology of myself and being and my insistence in my\nindividual freedom?” As students in the university, our task in\nhelping sustain with Workers (SAW) at UNC, Chapel Hill. In\n2014, students led a demand that ensured a livable and\ndignified wage to workers across the institution. Even if not a\n‘probable’ proposition for the institution to take up, the\nmovements is to recognize that “being is always a being-with,\nand there is no existence outside of a co-existence.”</p>\n<div class=\"container right\">\n  <img src=\"/images/ordinary/4.png\"/>\n</div>\n\n<p>Making relational solidarity real begins with these questions\nand acknowledgements, but it does not end there. Take the\nStudent Action with Workers (SAW) at UNC, Chapel Hill. In 2014,\nstudents led a demand that ensured a livable and dignified wage\nto workers across the institution. Even if not a ‘probable’\nproposition for the institution to take up, the ability to see\ntheir fighting for better as tied to, and not separate from,\nthe well-being of workers demonstrates not only an\nunderstanding but an application of our being as a\nco-existence. Subverting the university’s shine means that we\nas students inevitably rely on it. But must recognize that “the\nuniversity is not an engine of social transformation. Activism\nis.” Activism deeply rooted in and enacted by a relational\nsolidarity. “New ways of being together” are possible, and they\nare possible precisely by embodying coexistence– relating with,\nagainst, and through each other to imagine a future where\nintegrity, care, and respect for some does not rely on the lack\nthereof for others.</p>\n"},{"data":{"title":"SAE Fraternity","id":6,"center":[41.3072269598124,-72.93071060824661],"guided":true,"author":"Janis Jin and Esul Burton"},"content":"<p>In the fall of 2015, Sigma Alpha Epsilon (SAE)\n<a target=\"_blank\" href=\"https://www.washingtonpost.com/news/grade-point/wp/2015/11/02/students-accuse-yale-sae-fraternity-brothers-of-having-a-white-girls-only-policy-at-their-party/\">held a Halloween party</a>\nduring which members of the fraternity stood outside the door\nchanting &quot;white girls only&quot; and letting only blonde women\ninside. The Halloween party was one of several incidents in the\nfall of 2015 that culminated in a widespread student movement\nagainst institutional racism at Yale. (See: Grace Hopper, Cross\nCampus)</p>\n<div class=\"container\">\n  <img src=\"/images/sae.jpg\"/>\n  <span class=\"image-credit\">Ken Yanagisawa / YDN</span>\n</div>\n"},{"data":{"title":"Stiles","id":0,"center":[41.31259267608269,-72.93093037800622],"guided":true,"author":"Janis Jin and Esul Burton"},"content":"<p>This plaque, installed in the Ezra Stiles common room in 2016,\nwas written by then-Head of College Stephen Pitti, Professor of\nHistory, American Studies, and Ethnicity, Race &amp; Migration.\nEzra Stiles is not the only space with evidence of Yale&#39;s\ncolonial origins, but it is a unique instance where these\norigins have been made visible, thanks to Professor Pitti. In\nmany cases, Yale&#39;s colonial past has been concealed, either\nintentionally or incidentally.</p>\n<div class=\"container\">\n  <img src=\"/images/stiles.jpg\"/>\n  <span class=\"image-credit\">Stephen Pitti</span>\n</div>\n\n<p>What does it mean to walk into a college named after Ezra\nStiles and also acknowledge and remember the slaves and\nservants he owned: Newport, Jacob, and Aaron?</p>\n"},{"data":{"title":"Cross Campus","id":7,"center":[41.310588554014174,-72.9274829694881],"guided":true,"author":"Janis Jin and Esul Burton"},"content":"<p>On November 10, 2015, students of color and their allies under\nthe umbrella name &quot;Next Yale&quot; held the March of Resilience,\nwhich gathered over 1,000 students on Cross Campus to demand\nthe Yale administration take action to address a number of\nrecent racist incidents on campus (see: SAE Fraternity, Grace\nHopper College). In addition to ongoing discussion regarding\nthe potential renaming of Calhoun College, students demanded\nrecourse regarding\n<a target=\"_blank\" href=\"https://medium.com/@denrsch/what-s-going-on-at-yale-a-reading-list-b9031ec8bd43\">an email</a>\nsent out of Assistant Head of College Erica Christakis which\ntold students to &quot;look away&quot; if they saw offensive Halloween\ncostumes. Next Yale presented six demands, including that\nCalhoun College be renamed, the two new colleges be named after\nwomen of color, and the promotion of the program in Ethnicity,\nRace, &amp; Migration to departmental status. The students in Next\nYale also explicitly linked\n<a target=\"_blank\" href=\"https://downatyale.com/nextyale-demands-for-the-administration/\">their demands</a>\nto demands made by Black students at Yale in the 1960s,\nevincing the clear connections between different decades of\nYale students of color.</p>\n<div class=\"container\">\n  <img src=\"/images/xc.jpg\"/>\n  <span class=\"image-credit\">Alex Zhang / YDN</span>\n</div>\n\n<p>A few of their demands were met; one of the new colleges was\nnamed after Pauli Murray, a Black genderqueer activist and\npromiment civil rights lawyer. However, most were not.\nEthnicity, Race, &amp; Migration continued to struggle with hiring\nand retaining faculty, and in March 2019, all 13 tenured\nfaculty members publicly withdrew their labor from the program\nin protest of unsustainable conditions. A student group called\nthe Coalition for Ethnic Studies\n<a target=\"_blank\" href=\"https://yaledailynews.com/blog/2019/04/02/students-organize-to-support-erm-professors-withdrawal/\">emerged in response</a>\nand held an Ethnic Studies Pop-Up Library on Cross Campus.</p>\n"},{"data":{"title":"Yale Law School","id":11,"center":[41.31191,-72.9286],"author":"Blanca Tallaj and Natalie Troy"},"content":"<blockquote>\n<p>Located in New Haven, Connecticut, Yale Law School is one of\nthe world’s premier law schools. It offers an unmatched\nenvironment of excellence and educational intimacy in the\nform of world renowned faculty, small classes, limitless\nopportunities for clinical training, and strong encouragement\nof public service. The Law School is small by design; its\nimpact on the world is measured by its accomplished graduates\nand its ongoing scholarship and outreach through numerous\ncenters and projects.</p>\n</blockquote>\n<p><cite>&mdash; Yale Law School mission statement</cite></p>\n<p>Founded in part by a New Haven lawyer who led the committee\nthat successfully opposed a proposed academy in New Haven for\nfreedmen, the Yale Law School today prides itself on its elite\nidentity. This eliteness belies its earliest 1800s identity as\na struggling trade school in the expanding US settler colonial\nempire that would have gone under at least twice without\ninterventions from the New Haven bar. In this essay, we examine\nthree key themes in the law school’s mission statement and\nexplore how the law school’s supposed prestige, “neutral”\nexcellence, and goodwill mask its imperial ties.</p>\n<p>Looming above and apart from downtown New Haven only a few\nblocks away, the massive walls shelter the secretive knowledge\ninside. Just like Yale College, the YLS only admits around 6-7%\nof all those who apply. As made clear in the law school’s\nmission statement, being (one of) the best law schools is\ncentral to its identity today. Its famous architecture sets\nthis eliteness into stone. Intricate stone carvings, elaborate\nwoodwork, and stained glass windows portraying “the main\ncharacters in legal dramas (judges, lawyers, defendants, etc.),\nscenes of adjudication and punishment, famous legal figures\nfrom cultures around the world (ranging from King Solomon and\nConfucius to Charlemagne), and famous legal scholars” ring its\nmassive stone walls.</p>\n<div class=\"container\">\n  <img src=\"/images/yls/1.png\"/>\n</div>\n\n<p>The website’s subtle use of the phrase “famous legal scholars”\nimplies a homogenization of law and justice, as if this\nbuilding and everyone who has ever passed through it are the\nfinal authority on law in the world. Being constantly\nsurrounded by such elaborate architecture reinforces the power\nthat students feel after making it through admissions to earn\ntheir spot inside the law school courtyard. The lavish funds\nthat the law school puts into renovating and decorating its old\nbuildings as well as one new one reveal how central the\nschool’s architecture is to continuing its status. For the YLS,\nthose who threaten others’ property are the faces of\ncriminality, carved into the schools’ very walls.</p>\n<div class=\"container right\">\n  <img src=\"/images/yls/2.png\"/>\n</div>\n\n<p>Just like its eye-catching architecture and pipeline of\nobedient past graduates into powerful positions, the law school\nalso makes academic excellence central to its mission. This\nfocus on “excellence” as the standard for entry into the\nstudent body or faculty of the law school reinforces the\ninstitution’s claims to neutrality while actually upholding the\ncurrent settler colonial order.</p>\n<p>Recapping former YLS Dean Anthony Kronman’s 2019 book The\nAssault on American Excellence, Stephens and Kronman ring\nsimilar reactionary alarm bells about how introducing\n“emotions” and “safe spaces” into the university to coddle\nnon-White students threatens the intellectualness of the\nuniversity.</p>\n<div class=\"container left\">\n  <img src=\"/images/yls/4.png\"/>\n</div>\n\n<p>The title of Bret Stephens’ 2019 New York Times Op- Ed clearly\nframes whose epistemologies are inherently un-excellent:\n“Diversity, Inclusion, and Anti-Excellence.”</p>\n<p>According to this train of thought, any non-Western, white male\nways of knowing are inherently not worthy of the institution’s\nnotice. Although the law school would argue that its forms of\nexcellence are objective and neutral (and some slightly more\nradical ideas and thinkers can slip through the cracks by\nproving their own excellence), Kronman’s knee-jerk reaction to\nany threats to his institutional power based in Whiteness and\nWestern epistemologies reveals whose excellence the law school\nfavors. How do we understand our own “success” within a\nuniversity that will inevitably weaponize it against others?</p>\n<p>The law school sanitizes its own image while also padding its\nstudents’ resumes through the final emphasized aspect of its\nmission statement: its dozens of legal clinics. In these\nclinics, students practice law, preparing and arguing cases for\nfree on behalf of real clients under the supervision of law\nprofessors. Through its nearly thirty clinics, the law school\nputs its students’ learning and resume skills as its first\npriority in choosing clients and setting the bounds of the work\nthat clinics can do.</p>\n<p>Just as the carvings on the outside of the law school cement\nits graduates as the final authority on the law across the\nworld, this so-called humanitarianism gives the institution a\nway to maintain its authoritative status while disguising this\nact as charity. For the law students, this humanitarianism is\nan academic exercise, a bullet point on their resume. This act\nbecomes a sinister one that simply acts as a way to ensure the\ncontinued success of the institution. Just as the royal family\nof England occasionally makes large donations in order to\njustify their own existence, the YLS must justify its status\nand knowledgeable authority by putting that knowledge into\npractice in the very community from which it distances itself.</p>\n<p>But perhaps there is cause for hope. Within even the smallest\nopportunity to change institutions lies the potential to use\none’s own tools for a decolonizing purpose: to become a\nscyborg. Gerald Torres, a professor of environmental justice\nlaw at the law school leads the Saginaw-Chippewa Disenrollment\nClinic, which is currently “pursuing a claim against the\nDepartment of the Interior under The Judgment Funds Act on\nbehalf of disenrolled members of the Saginaw Chippewa tribe”.\nProfessor Torres’ ultimate goal is decolonization, but as a\nscyborg, he has weaved this clinic into the structure of the\nuniversity while also working outside it. He has created an\nundercommons where he can live in the contradictions, “in jazz,\nin improvisation, in noise”.</p>\n"},{"data":{"title":"Yale Police Department","id":8,"center":[41.31587850147989,-72.9286395105106],"guided":true,"author":"Janis Jin and Esul Burton"},"content":"<div class=\"container\">\n  <img src=\"/images/ypd.jpg\"/>\n  <span class=\"image-credit\">Christian Abraham / Hearst CT Media</span>\n</div>\n\n<p>In April of 2019, Hamden police officer Devin Eaton and Yale\npolice officer Terrance Pollack shot twelve bullets at\nStephanie Washington and Paul Witherspoon, two Black New Haven\nresidents who had been sitting, unarmed, in their car. The\nshooting sparked the creation of the\n<a target=\"_blank\" href=\"https://www.defundypd.com\">Black Students for Disarmament at Yale</a>\n(BSDY). &quot;We are a group of undergraduate students who, in the\nlate hours following a 7+ hour rally on Thursday April 19,\n2019, deemed it necessary to take a strong stance alongside New\nHaven in its fight for justice for Stephanie Washington and\nPaul Witherspoon,&quot; BSDY&#39;s website states.</p>\n<p>The Yale Police Department (YPD) has a long history of racist\nassaults against Black students and New Haven residents. BSDY\nhas released a zine detailing a number of them, including a\n2015 incident when the YPD held Tahj Blow, a Black\nundergraduate student at the time, at gunpoint while he was\nunarmed and jogging from Sterling Memorial Library to his dorm\nroom. Tahj&#39;s father, the <em>New York Times</em> columnist Charles\nBlow,\n<a target=\"_blank\" href=\"https://www.nytimes.com/2015/01/26/opinion/charles-blow-at-yale-the-police-detained-my-son.html\">wrote about the incident</a>,\ninspiring public outrage over the incident.</p>\n<p>In the wake of George Floyd&#39;s murder, BSDY has continued to\nadvocate for the disarmament and eventual dismantling of the\nYPD.</p>\n"},{"data":{"title":"Yale University Art Gallery","id":10,"center":[41.30837,-72.93097],"author":"Mia Coates"},"content":"<blockquote>\n<p>The mission of the Yale University Art Gallery is to\nencourage appreciation and understanding of art and its role\nin society through direct engagement with original works of\nart. The Gallery stimulates active learning about art and the\ncreative process through research, teaching, and dialogue\namong communities of Yale students, faculty, artists,\nscholars, alumni, and the wider public. The Gallery organizes\nexhibitions and educational programs to offer enjoyment and\nencourage inquiry, while building and maintaining its\ncollections in trust for future generations.”</p>\n</blockquote>\n<p><cite> &mdash; Yale University Art Gallery Mission\nStatement</cite></p>\n<p>The Yale University Art Gallery was founded in 1832 as “the\nfirst college art museum in the Western Hemisphere” through the\ndonation of the personal paintings of John Trumbull, a famous\nartist and architect from Connecticut. Transitioning a private\ncollection into a (more) public collection to start a museum is\nnot unique. In Europe, most museums began as royal collections\nfrom the elite; such “cabinets of curiosities” were opened up\nto the public in late 18th century. This was initiated by\nprivate collectors and state funded campaigns obsessed with\n“studying, classifying, and ordering” the world outside of\nEurope.</p>\n<p>Objects were stolen, removed from their original spaces, and\nbrought back to Europe where the elite used them to justify\ncolonialism, “on the basis of how it was bringing process,\ncivilization and development to the colonies.” The museum as a\nsite of colonial justification and exhibition is key to its\nhistory. Therefore, it is important to understand how the Yale\nUniversity Art Gallery continues museums’ colonial legacy by\npositioning itself as the objective mediator between the public\nand fine arts and the knowledgeable educator of other cultures\nand communities.</p>\n<div class=\"container left\">\n  <img src=\"/images/yuag/2.png\"/>\n</div>\n\n<p>In the recent history of the YUAG there has been increased\nattention paid to the inclusion of Black and Indigenous art\nthrough more collection building and programming to counteract\nits ties to colonial history. However, this can quickly turn\ninto the exotification and exploitation of non-European\ncultures and peoples. The YUAG has moved in some ways towards\nreflection and analysis but still falls into traditions of\nEuropean neutral objectivity and divorces itself from its\ncolonial realities.</p>\n<p>One example of this is the continued focus on collecting\nancient African and Indigenous art with little attention to the\ncontemporary communities that continue these artistic\ntraditions. Furthermore, while these collections are growing\nthe number of Black and Indigenous curators remains zero though\nthe Gallery still sees itself as an expert of these\ncommunities’ artistic traditions. This matters for how the YUAG\nis perceived and accessed by the broader community.</p>\n<p>In June 2020, 275 individuals made up of current student\nguides, alumni student guides, and Yale community members at\nlarge signed a list of demands directed at the YUAG. In their\nmeeting with Director Stephanie Wiles they pressed for\nincreases in the numbers of people of color in positions of\npower and reaffirmation of the YUAG’s commitment to serving all\nof New Haven. The signees are now waiting to see what will come\nout of their organizing.</p>\n<p>Museum staff and student guides alike shared discontent with\nthe YUAG’s relationship with New Haven and particularly with\nBlack and Brown communities in New Haven as those they often\ntimes feel isolated and/or forgotten by Yale institutions like\nthe YUAG. There are groups within and outside of the YUAG that\nare hoping to change this.</p>\n<p>Thank you to Nyeda Regina Stewart and Molleen Theodore for\nsharing your perspectives on the YUAG with me. Our discussions\nwere essential to my thinking.</p>\n<div class=\"container\">\n  <img src=\"/images/yuag/1.png\"/>\n</div>\n"}]